Repository: HsoubAcademy/WordPress-WooCommerce
Catalog: storefront-child/languages/*.po
Languages: ar

source: Storefront Child
ar: قالب ستور فرونت الابن

source: Child Theme for Storefront
ar: قالب ابن للقالب ستور فرونت

source: Hsoub Academy
ar: أكاديمية حسوب

source: Your current order total is %s — you must have an order with a minimum of %s to place your order
ar: مجموع قيمة طلبك هو %s — ويجب أن تكون قيمة الطلب مساوية على الأقل %s حتى يتم إتمام طلبك

source: Your current order total is %s — you must have an order with a minimum of %s to place your order
ar: مجموع قيمة طلبك هو %s — ويجب أن تكون قيمة الطلب مساوية على الأقل %s حتى يتم إتمام طلبك

source: Northern Ireland
ar: أيرلندا الشمالية

source: Event Starts at:
ar: يبدأ المؤتمر في:

source: Event Ends at:
ar: ينتهي المؤتمر عند:

source: All Rights Reserved &copy;
ar: جميع الحقوق محفوظة ©

source: Sale!
ar: خصم!

source: Reserve Your Spot
ar: احجز مكانك

source: Online Summit
ar: مؤتمر عبر الانترنت

source: Online Summit Name
ar: اسم المؤتمر

source: Enter the online summit name or title.
ar: أدخل عنوان أو اسم المؤتمر.

source: Starting Time
ar: وقت البداية

source: Enter the exact hour for the start.
ar: أدخل ساعة البداية بشكل دقيق.

source: Ending Time
ar: وقت النهاية

source: Enter the exact hour for the end.
ar: أدخل ساعة النهاية بشكل دقيق.

source: Time Zone
ar: المنطقة الزمنية

source: Enter the summit time zone.
ar: أدخل المنطقة الزمنية للمؤتمر.

source: Summit Date Range
ar: تاريخ امتداد المؤتمر

source: Enter in which dates the summit will start and finish
ar: أدخل التواريخ التي سوف يبدأ وينتهي بها المؤتمر

# placeholder
source: From&hellip;
ar: من&hellip;

# placeholder
source: To&hellip;
ar: إلى&hellip;

source: Best Selling Products
ar: المنتجات الأفضل مبيعاً

source: From
ar: من

source: To
ar: إلى
