Repository: HsoubAcademy/WordPress-WooCommerce
Catalog: woo-academy/languages/woo-academy-*.po
Languages: ar

source: WooCommerce add-on plugin example
ar: مثال على المكون الإضافي لـ WooCommerce

source: Hsoub Academy
ar: أكاديمية حسوب

source: Woo Academy Integration
ar: تكامل Woo Academy

source: Woo Academy Integration to add plugin specific settings to WooCommerce.
ar: تكامل Woo Academy لإضافة إعدادات خاصة بالإضافة إلى WooCommerce.

source: Currency Pairs
ar: أزواج العملات

source: Enter Currencies and thier values that corresponds to the main currency exchange rate in the store and separate each pair with a new line following this pattern >> Currency:Value(new line) Ex: EUR:1.13
ar: أدخل العملات والقيم التي تتوافق مع سعر صرف العملة الرئيسي في المتجر وافصل كل زوج بسطر جديدv باتباع هذا النمط >> العملة: القيمة(سطر جديد) مثال: EUR:1.13

source: Auto Update Currency Pairs
ar: التحديث التلقائي لأزواج العملات

source: Check to enable auto currency pairs updates from external API.
ar: حدد هذا الخيار لتمكين تحديثات أزواج العملات تلقائيًا من API خارجية.

source: Looks like you made a mistake with the Currency Pairs field. Make sure to follow the correct pattern!
ar: يبدو أنك ارتكبت خطأ في حقل أزواج العملات. تأكد من اتباع النمط الصحيح!

source: Currency:
ar: العملة:

source: Set
ar: تعيين

source: Woo Academy could not be activated. The minimum required PHP version is
ar: لم يتم تفعيل Woo Academy. الإصدار الأدنى المطلوب من PHP هو

# Woo Order status
source: Building
ar: قيد البناء

source: Building <span class="count">(%s)</span>
ar: قيد البناء

source: Settings
ar: الإعدادات

source: Building
ar: قيد البناء

source: %1$sWoo Academy%2$s requires %1$s"WooCommerce"%2$s plugin to be active. Please activate WooCommerce to continue.
ar: %1$sWoo Academy%2$s تتطلب إضافة %1$s"WooCommerce"%2$s حتى تعمل. رجاءً قم بتفعيل WooCommerce للمتابعة.

source: Activate WooCommerce
ar: تفعيل WooCommerce

source: %1$sWoo Academy%2$s requires %1$s"WooCommerce"%2$s plugin to be installed and activated. Please install WooCommerce to continue.
ar: %1$sWoo Academy%2$s تتطلب إضافة %1$s"WooCommerce"%2$s قد تم تثبيتها وتفعيلها. رجاءً قم بتثبيت WooCommerce للمتابعة.

source: Install WooCommerce
ar: تثبيت WooCommerce

source: "%1$s" requires "%2$s" version %3$s or greater.
ar: "%1$s" تتطلب "%2$s" إصدار %3$s أو أعلى.

source: WordPress
ar: ووردبريس
